Repository: microsoft/bcsamples-takeorder
Catalog: ALApp/AppCode/Translations/Take Order Sample.*.xlf
Languages: da_dk

# Table 3038276197 - Property 2879900210
source: Take Order - Labels
da_dk: Take Order - Etiketter

# Table 3038276197 - Field 655570925 - Property 2879900210
source: Label ID
da_dk: Etiket ID

# Table 3038276197 - Field 2273653569 - Property 2879900210
source: Language Code
da_dk: Sprogkode

# Table 3038276197 - Field 1942728498 - Property 2879900210
source: Text Value
da_dk: Tekstværdi

# Codeunit 1526561685 - NamedType 2743919484
source: Add one to the quantity
da_dk: Tilføj én til antallet

# Codeunit 1526561685 - NamedType 1817771758
source: Dismiss the quantity control
da_dk: Afvis mængdekontrollen

# Codeunit 1526561685 - NamedType 384256513
source: Add to selection
da_dk: Tilføj til valg

# Codeunit 1526561685 - NamedType 871042872
source: Click to select
da_dk: Klik for at vælge

# Codeunit 1526561685 - NamedType 1796457
source: Close the page
da_dk: Luk siden

# Codeunit 1526561685 - NamedType 308139184
source: Click to open the sample app documentation page
da_dk: Klik for at åbne dokumentationssiden for prøveappen

# Codeunit 1526561685 - NamedType 929340323
source: Sample apps
da_dk: Prøveapps

# Codeunit 1526561685 - NamedType 3866146274
source: Read more about Business Central sample apps:
da_dk: Læs mere om prøveapps til Business Central:

# Codeunit 1526561685 - NamedType 208357288
source: Take Order is a simple sample app that shows how to build a high fidelity canvas Power App using Business Central data.
da_dk: Take Order er en simpel prøveapp, der viser, hvordan du kan opbygge en Power App med høj præcision ved hjælp af Business Central-data.

# Codeunit 1526561685 - NamedType 3794074107
source: Business Central sample app
da_dk: Prøveapp til Business Central

# Codeunit 1526561685 - NamedType 2160513365
source: Image of item:
da_dk: Billede af vare:

# Codeunit 1526561685 - NamedType 2032852397
source: Allergens
da_dk: Allergener

# Codeunit 1526561685 - NamedType 4074589256
source: Close the page
da_dk: Luk siden

# Codeunit 1526561685 - NamedType 1296424608
source: Description
da_dk: Beskrivelse

# Codeunit 1526561685 - NamedType 2447244843
source: Coffee Facts
da_dk: Kaffefakta

# Codeunit 1526561685 - NamedType 648001934
source: Item details
da_dk: Varedetaljer

# Codeunit 1526561685 - NamedType 2492892835
source: Loading data...
da_dk: Indlæser data...

# Codeunit 1526561685 - NamedType 2200312519
source: Free
da_dk: Ledig

# Codeunit 1526561685 - NamedType 1275774944
source: Gallery with available tables
da_dk: Galleri med tilgængelige borde

# Codeunit 1526561685 - NamedType 3007608701
source: Order placed
da_dk: Bestilling placeret

# Codeunit 1526561685 - NamedType 3001105563
source: Select table
da_dk: Vælg bord

# Codeunit 1526561685 - NamedType 3823415964
source: Refresh the list
da_dk: Opdater listen

# Codeunit 1526561685 - NamedType 4070680399
source: Open about screen
da_dk: Åbn Om-siden

# Codeunit 1526561685 - NamedType 1902421782
source: Take Order
da_dk: Tag ordre

# Codeunit 1526561685 - NamedType 1526039082
source: User:
da_dk: Bruger:

# Codeunit 1526561685 - NamedType 2989653148
source: Substract one from the quantity
da_dk: Træk én fra antallet

# Codeunit 1526561685 - NamedType 1916313785
source: Add more
da_dk: Tilføj flere

# Codeunit 1526561685 - NamedType 2498530372
source: Go back to the previous page
da_dk: Gå tilbage til den forrige side

# Codeunit 1526561685 - NamedType 3818216172
source: Are you sure you want to check out and close the order?
da_dk: Er du sikker på, at du vil betale og afslutte ordren?

# Codeunit 1526561685 - NamedType 610769245
source: Checkout
da_dk: Betal

# Codeunit 1526561685 - NamedType 3132302339
source: Are you sure you want to cancel the order?
da_dk: Er du sikker på, at du vil annullere ordren?

# Codeunit 1526561685 - NamedType 4086229774
source: Delete the order
da_dk: Slet ordren

# Codeunit 1526561685 - NamedType 1314696421
source: A gallery with the ordered items
da_dk: Et galleri med de bestilte varer

# Codeunit 1526561685 - NamedType 1790047117
source: Order updated for
da_dk: Ordren er opdateret for

# Codeunit 1526561685 - NamedType 3257129121
source: Submit
da_dk: Indsend

# Codeunit 1526561685 - NamedType 419281087
source: Add to order
da_dk: Tilføj til ordren

# Codeunit 1526561685 - NamedType 3049024526
source: Order (draft)
da_dk: Ordre (kladde)

# Codeunit 1526561685 - NamedType 1508479737
source: Group summar collapsed.
da_dk: Gruppesammenfatning foldet sammen.

# Codeunit 1526561685 - NamedType 1665135465
source: Group summary expanded.
da_dk: Gruppesammenfatning udvidet.

# Codeunit 1526561685 - NamedType 1679331314
source: Order
da_dk: Ordre

# Codeunit 1526561685 - NamedType 2803738008
source: Close the list
da_dk: Luk listen

# Codeunit 1526561685 - NamedType 2744066853
source: Delete the selection
da_dk: Slet valget

# Codeunit 1526561685 - NamedType 4017039358
source: A gallery with the available item filters
da_dk: En galleri med de tilgængelige varefiltre

# Codeunit 1526561685 - NamedType 2436994422
source: Full menu
da_dk: Fuld menu

# Codeunit 1526561685 - NamedType 2124761177
source: A gallery with the available items
da_dk: Et galleri med de tilgængelige varer

# Codeunit 1526561685 - NamedType 537617320
source: Items:
da_dk: Varer:

# Codeunit 1526561685 - NamedType 948862428
source: Review
da_dk: Gennemgå

# Page 3343386658 - Property 2879900210
source: Item with image
da_dk: Vare med billede

# Page 3343386658 - Control 3043709377 - Property 2879900210
source: Base Unit Of Measure Code
da_dk: Kode for grundenheden

# Page 3343386658 - Control 2058393039 - Property 2879900210
source: Display Name
da_dk: Visningsnavn

# Page 3343386658 - Control 2832455149 - Property 2879900210
source: Facts
da_dk: Fakta

# Page 3343386658 - Control 1024955636 - Property 2879900210
source: Item Category Code
da_dk: Varekategori kode

# Page 3343386658 - Control 1832822574 - Property 2879900210
source: Item Category Name
da_dk: Varekategori navn

# Page 3343386658 - Control 349749505 - Property 2879900210
source: Picture Reference
da_dk: Billedreference

# Page 3343386658 - Control 2757394829 - Property 2879900210
source: Number
da_dk: Nummer

# Page 3343386658 - Control 1463933576 - Property 2879900210
source: Picture
da_dk: Billede

# Page 3343386658 - Control 768771525 - Property 2879900210
source: Picture Height
da_dk: Billedehøjde

# Page 3343386658 - Control 627410158 - Property 2879900210
source: Picture Width
da_dk: Billede bredde

# Page 3343386658 - Control 1560290547 - Property 2879900210
source: Short Item Description
da_dk: Kort varebeskrivelse

# Page 3343386658 - Control 4015147434 - Property 2879900210
source: Sold In Restaurant
da_dk: Solgt i restauranten

# Page 3343386658 - Control 3421409717 - Property 2879900210
source: Unit Price
da_dk: Enhedspris

# Page 514910535 - Property 2879900210
source: Take Order Language Resources
da_dk: Sprogressourcer til bestillingsfunktion

# Page 514910535 - Control 2058393039 - Property 2879900210
source: Text Value
da_dk: Tekstværdi

# Page 514910535 - Control 1655319621 - Property 2879900210
source: Label Id
da_dk: Mærke Id

# Page 514910535 - Control 1794991033 - Property 2879900210
source: Language Code
da_dk: Sprogkode

# Page 2429216470 - Property 2879900210
source: Business Central Localization information for PowerApps
da_dk: Business Central lokaliseringsoplysninger til PowerApps

# Page 2429216470 - Control 639513079 - Property 2879900210
source: Country/Region Code
da_dk: Land/region kode

# Page 2429216470 - Control 2058393039 - Property 2879900210
source: Display Name
da_dk: Visningsnavn

# Page 2429216470 - Control 2521268130 - Property 2879900210
source: PowerApp Locale
da_dk: PowerApp landestandard

# Page 1420603389 - Property 2879900210
source: Take Order sample data
da_dk: Eksempeldata for bestilling

# Page 1420603389 - Control 3787546483 - Property 2879900210
source: Tables - Customers
da_dk: Borde - Kunder

# Page 1420603389 - Control 1007032516 - Property 2879900210
source: Restuarant - Items
da_dk: Restaurant - Varer

# Page 1420603389 - Control 3862845261 - Property 2879900210
source: This is a sample page to generate and delete data for the Take Order PowerApp
da_dk: Dette er en eksempelside til generering og sletning af data til Take Order PowerApp

# Page 1420603389 - Action 337628313 - Property 2879900210
source: Delete sample Data
da_dk: Slet eksempeldata

# Page 1420603389 - Action 327133839 - Property 2879900210
source: Generate or update sample Data
da_dk: Generer eller opdater eksempeldata

# Page 1124001333 - Property 2879900210
source: Tables
da_dk: Borde

# Page 1124001333 - Control 1762530770 - Property 2879900210
source: Address
da_dk: Adresse

# Page 1124001333 - Control 2058393039 - Property 2879900210
source: Display Name
da_dk: Visningsnavn

# Page 1124001333 - Control 2050274664 - Property 2879900210
source: Is Table
da_dk: Er bord

# Page 1124001333 - Control 349749505 - Property 2879900210
source: Picture Reference
da_dk: Billedreference

# Page 1124001333 - Control 2757394829 - Property 2879900210
source: No.
da_dk: Num.

# Page 1124001333 - Control 2524668112 - Property 2879900210
source: Phone
da_dk: Telefon

# PageExtension 692397454 - Control 2050274664 - Property 1295455071
source: This property determines if the customer shows up inside the Take Order App
da_dk: Denne egenskab bestemmer, om kunden vises i Take Order Appen

# PageExtension 692397454 - Control 2050274664 - Property 2879900210
source: Is Table
da_dk: Er bord

# PageExtension 1586160482 - Control 2568220578 - Property 1295455071
source: Enter the allergen information for the item.
da_dk: Indtast allergeninformationen for varen.

# PageExtension 1586160482 - Control 4087906051 - Property 1295455071
source: Enter the long item description for the item.
da_dk: Indtast den lange varebeskrivelse for varen.

# PageExtension 1586160482 - Control 4087906051 - Property 2879900210
source: Long Item Description
da_dk: Lang varebeskrivelse

# PageExtension 1586160482 - Control 4015147434 - Property 1295455071
source: Check this box if the item is sold in the restaurant.
da_dk: Marker afkrydsningsfeltet, hvis varen sælges i restauranten.

# PageExtension 1586160482 - Control 4015147434 - Property 2879900210
source: Sold in Restaurant
da_dk: Solgt i restauranten

# TableExtension 426337365 - Field 2832455149 - Property 2879900210
source: Coffee facts
da_dk: Kaffefakta

# TableExtension 426337365 - Field 1560290547 - Property 2879900210
source: Short Item Description
da_dk: Kort varebeskrivelse

# TableExtension 426337365 - Field 4015147434 - Property 2879900210
source: Is Item sold in Restaurant
da_dk: Er varen solgt i restauranten

# TableExtension 745623988 - Field 2050274664 - Property 2879900210
source: Is Table
da_dk: Er bordet
